Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# call_view_camera_control_message
source: Control of %@'s camera
ar: التحكم في كاميرا %@
bg: Контрол на камерата на %@
cs: Ovládání kamery %@
da: Kontrol over %@s kamera
de: Steuerung der Kamera von %@
el: Έλεγχος της κάμερας του/της %@
es: Control de la cámara de %@
fa: کنترل دوربین %@
fi: %@:n kameran hallinta
fr: Contrôle de la caméra de %@
he: שליטה במצלמה של %@
hi: %@ के कैमरे का नियंत्रण
hr: Upravljanje kamerom korisnika %@
hu: %@ kamerájának vezérlése
id: Kontrol kamera %@
it: Controllo della videocamera di %@
ja: %@ のカメラの操作
ko: %@님의 카메라 제어
nb: Kontroll over %@ sitt kamera
nl: Bediening van de camera van %@
pl: Sterowanie kamerą %@
pt_pt: Controlo da câmara de %@
ro: Controlul camerei lui %@
ru: Управление камерой %@
sk: Ovládanie kamery používateľa %@
sl: Nadzor kamere uporabnika %@
sq: Kontrolli i kamerës së %@
sr_latn: Kontrola kamere korisnika %@
sv: Kontroll över %@s kamera
tr: %@'nin kamerasının kontrolü
uk: Керування камерою %@
vi: Điều khiển camera của %@
zh_hans: 控制 %@ 的摄像头
zh_hant: 控制 %@ 的攝影機

# call_view_camera_control_needs_help
source: Need help?
ar: هل تحتاج مساعدة؟
bg: Нуждаете се от помощ?
cs: Potřebujete pomoc?
da: Brug for hjælp?
de: Benötigen Sie Hilfe?
el: Χρειάζεστε βοήθεια;
es: ¿Necesitas ayuda?
fa: به کمک نیاز دارید؟
fi: Tarvitsetko apua?
fr: Besoin d'aide ?
he: צריכים עזרה?
hi: मदद चाहिए?
hr: Trebate pomoć?
hu: Segítség kell?
id: Butuh bantuan?
it: Hai bisogno di aiuto?
ja: 助けが必要ですか？
ko: 도움이 필요하신가요?
nb: Trenger du hjelp?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt_pt: Precisa de ajuda?
ro: Aveți nevoie de ajutor?
ru: Нужна помощь?
sk: Potrebujete pomoc?
sl: Potrebujete pomoč?
sq: Keni nevojë për ndihmë?
sr_latn: Potrebna pomoć?
sv: Behöver du hjälp?
tr: Yardıma mı ihtiyacınız var?
uk: Потрібна допомога?
vi: Bạn cần trợ giúp?
zh_hans: 需要帮助吗？
zh_hant: 需要幫助嗎？

# call_view_camera_control_onboarding
source: If your contact allows it, you can take control of their camera during a video call and zoom in by yourself, for example. This is particularly useful for controlling a video surveillance camera.
ar: إذا سمحت جهة الاتصال بذلك، يمكنك التحكم في كاميرتها أثناء مكالمة فيديو وتكبيرها بنفسك، على سبيل المثال. هذا مفيد بشكل خاص للتحكم في كاميرا مراقبة الفيديو.
bg: Ако контактът ви го позволи, можете да поемете контрол над неговата камера по време на видеоразговор и например да увеличите изображението. Това е особено полезно за контрол на камера за видеонаблюдение.
cs: Pokud to váš kontakt umožní, můžete během videohovoru ovládat jeho kameru a například si sami přiblížit obraz. To je užitečné například při ovládání bezpečnostní kamery.
da: Hvis din kontakt tillader det, kan du for eksempel overtage kontrollen over deres kamera under et videoopkald og zoome ind selv. Dette er især nyttigt til at styre et videoovervågningskamera.
de: Wenn Ihre Kontaktperson es erlaubt, können Sie während eines Videoanrufs die Steuerung ihrer Kamera übernehmen und beispielsweise selbst heranzoomen. Dies ist besonders nützlich für die Steuerung einer Videoüberwachungskamera.
el: Αν η επαφή σας το επιτρέψει, μπορείτε να αναλάβετε τον έλεγχο της κάμεράς της κατά τη διάρκεια βιντεοκλήσης και να κάνετε ζουμ μόνοι σας. Είναι ιδιαίτερα χρήσιμο για απομακρυσμένη παρακολούθηση.
es: Si tu contacto lo permite, puedes controlar su cámara durante una videollamada y, por ejemplo, hacer zoom. Esto es especialmente útil para controlar una cámara de videovigilancia.
fa: اگر مخاطب شما اجازه دهد، می‌توانید در طول تماس ویدیویی کنترل دوربین او را در دست بگیرید و مثلاً خودتان زوم کنید. این قابلیت به ویژه برای کنترل دوربین نظارت تصویری مفید است.
fi: Jos yhteyshenkilösi sallii sen, voit ottaa hänen kameransa hallinnan videopuhelun aikana ja esimerkiksi zoomata itse. Tämä on erityisen hyödyllistä videovalvontakameran ohjaamisessa.
fr: Si votre contact l'autorise, vous pouvez prendre le contrôle de sa caméra pendant un appel vidéo et zoomer par vous-même, par exemple. Ceci est particulièrement utile pour contrôler une caméra de vidéosurveillance.
he: אם איש הקשר שלך מאפשר זאת, תוכל להשתלט על המצלמה שלו במהלך שיחת וידאו ולהגדיל בעצמך, לדוגמה. זה שימושי במיוחד לשליטה במצלמת מעקב וידאו.
hi: यदि आपका संपर्क इसकी अनुमति देता है, तो आप वीडियो कॉल के दौरान उनके कैमरे का नियंत्रण ले सकते हैं और उदाहरण के लिए, स्वयं ज़ूम इन कर सकते हैं। यह वीडियो निगरानी कैमरे को नियंत्रित करने के लिए विशेष रूप से उपयोगी है।
hr: Ako vaš kontakt to dopusti, možete preuzeti kontrolu nad njegovom/njezinom kamerom tijekom videopoziva i sami, primjerice, zumirati. To je posebno korisno za upravljanje nadzornom kamerom.
hu: Ha a kapcsolat engedélyezi, átveheted a kamerája irányítását videohívás közben, például saját magad nagyíthatod a képet. Különösen hasznos biztonsági kamera távvezérléséhez.
id: Jika kontak Anda mengizinkannya, Anda dapat mengambil alih kendali kamera mereka selama panggilan video dan memperbesarnya sendiri, misalnya. Ini sangat berguna untuk mengontrol kamera pengawas video.
it: Se il tuo contatto lo consente, puoi assumere il controllo della sua videocamera durante una videochiamata e, ad esempio, ingrandire l'immagine. Questa funzionalità è particolarmente utile per controllare una videocamera di videosorveglianza.
ja: 連絡先が許可している場合、ビデオ通話中に相手のカメラを操作し、自分でズームインすることができます。これは、監視カメラを操作する場合に特に便利です。
ko: 연락처가 허용하는 경우, 화상 통화 중에 카메라를 제어하고 직접 확대/축소할 수 있습니다. 특히 CCTV 감시 카메라를 제어할 때 유용합니다.
nb: Hvis kontakten din tillater det, kan du for eksempel ta kontroll over kameraet deres under en videosamtale og zoome inn selv. Dette er spesielt nyttig for å kontrollere et videoovervåkingskamera.
nl: Als je contact dit toestaat, kun je bijvoorbeeld de controle over zijn of haar camera overnemen tijdens een videogesprek en zelf inzoomen. Dit is met name handig voor het bedienen van een bewakingscamera.
pl: Jeśli Twój kontakt na to zezwala, możesz przejąć kontrolę nad jego kamerą podczas połączenia wideo i samodzielnie korzystać z funkcji zoom. Jest to szczególnie przydatne do sterowania kamerą monitoringu.
pt_pt: Se o seu contacto permitir, pode assumir o controlo da sua câmara durante uma videochamada e aumentar o zoom sozinho, por exemplo. Isto é particularmente útil para controlar uma câmara de videovigilância.
ro: Dacă contactul permite, puteți prelua controlul camerei sale în timpul unui apel video și puteți face zoom, de exemplu. Este util în special pentru camere de supraveghere.
ru: Если ваш контакт разрешит это, вы можете управлять его камерой во время видеозвонка и, например, самостоятельно увеличивать масштаб. Это особенно полезно для управления камерой видеонаблюдения.
sk: Ak to váš kontakt povolí, môžete počas videohovoru prevziať kontrolu nad jeho kamerou a napríklad si sami priblížiť obraz. Je to užitočné najmä pri ovládaní bezpečnostnej kamery.
sl: Če vaš stik to dovoli, lahko med video klicem prevzamete nadzor njegove/njene kamere in na primer sami povečate sliko. To je še posebej uporabno za upravljanje videonadzorne kamere.
sq: Nëse kontakti juaj e lejon, mund të merrni kontrollin e kamerës së tij/saj gjatë një thirrjeje video dhe të zmadhoni vetë, për shembull. Kjo është veçanërisht e dobishme për të kontrolluar një kamerë vëzhgimi video.
sr_latn: Ako vaš kontakt dozvoli, možete preuzeti kontrolu nad njegovom/njenom kamerom tokom video poziva i, na primer, sami zumirati. Ovo je posebno korisno za upravljanje kamerom za video nadzor.
sv: Om din kontakt tillåter det kan du ta kontroll över deras kamera under ett videosamtal och zooma in själv, till exempel. Detta är särskilt användbart för att styra en videoövervakningskamera.
tr: Kişiniz izin verirse, görüntülü arama sırasında kameranın kontrolünü ele geçirebilir ve örneğin kendiniz yakınlaştırabilirsiniz. Bu, özellikle bir video gözetim kamerasını kontrol etmek için kullanışlıdır.
uk: Якщо ваш контакт дозволяє, ви можете, наприклад, керувати його камерою під час відеодзвінка та самостійно збільшувати масштаб. Це особливо корисно для керування камерою відеоспостереження.
vi: Nếu liên hệ của bạn cho phép, bạn có thể điều khiển camera của họ trong cuộc gọi video và tự mình phóng to, chẳng hạn. Điều này đặc biệt hữu ích để điều khiển camera giám sát video.
zh_hans: 如果您的联系人允许，您可以在视频通话期间控制其摄像头并自行放大。此功能对于控制视频监控摄像头尤其有用。
zh_hant: 如果您的聯絡人允許，您可以在視訊通話期間控制其攝影機並自行放大。此功能對於控制視訊監控攝影機尤其有用。

# call_view_camera_control_onboarding_part_2
source: With your loved one's permission, you can control their camera during a call to help them remotely, easily and securely.
ar: بإذن من تحب، يمكنك التحكم في كاميرا هاتفه أثناء المكالمة لمساعدته عن بُعد وبكل سهولة وأمان.
bg: С разрешението на ваш близък можете да контролирате неговата камера по време на разговор, за да му помогнете дистанционно, лесно и сигурно.
cs: S povolením blízké osoby můžete ovládat její kameru, abyste jí mohli snadno a bezpečně pomoci na dálku.
da: Med din elskedes tilladelse kan du styre deres kamera under et opkald for at hjælpe dem eksternt, nemt og sikkert.
de: Mit der Erlaubnis Ihrer geliebten Person können Sie deren Kamera während eines Anrufs steuern, um ihr aus der Ferne einfach und sicher zu helfen.
el: Με την άδεια του αγαπημένου σας προσώπου, μπορείτε να ελέγξετε την κάμερά του/της για να τον/την βοηθήσετε εξ αποστάσεως, εύκολα και με ασφάλεια.
es: Con el permiso de tu ser querido, puedes controlar su cámara durante una llamada para ayudarle de forma remota, fácil y segura.
fa: با اجازه عزیزانتان، می‌توانید در حین تماس، دوربین آنها را کنترل کنید تا از راه دور، به راحتی و ایمن به آنها کمک کنید.
fi: Läheisesi luvalla voit hallita hänen kameraansa puhelun aikana ja auttaa häntä etänä helposti ja turvallisesti.
fr: Avec l'autorisation de votre proche, vous pouvez contrôler sa caméra pendant un appel pour l'aider à distance, facilement et en toute sécurité.
he: עם רשות יקירכם, תוכלו לשלוט במצלמה שלו במהלך שיחה כדי לעזור לו מרחוק, בקלות ובבטחה.
hi: अपने प्रियजन की अनुमति से, आप कॉल के दौरान उनके कैमरे को नियंत्रित कर सकते हैं और उन्हें दूर से, आसानी से और सुरक्षित रूप से मदद कर सकते हैं।
hr: Uz dopuštenje vaše voljene osobe možete tijekom poziva upravljati njezinom/njegovom kamerom kako biste joj/mu pomogli na daljinu, jednostavno i sigurno.
hu: Szeretted engedélyével átveheted kamerája irányítását, hogy távolról, könnyen és biztonságosan segíthess neki.
id: Dengan izin orang terkasih Anda, Anda dapat mengontrol kamera mereka selama panggilan untuk membantu mereka dari jarak jauh, dengan mudah, dan aman.
it: Con il permesso della persona a te cara, puoi controllare la sua telecamera durante una chiamata per aiutarla da remoto, in modo semplice e sicuro.
ja: 大切な人の許可があれば、通話中にカメラを操作して、遠隔から簡単かつ安全にサポートすることができます。
ko: 사랑하는 분의 허락 하에 통화 중에 카메라를 제어하여 원격으로 쉽고 안전하게 도움을 드릴 수 있습니다.
nb: Med din kjæres tillatelse kan du kontrollere kameraet deres under en samtale for å hjelpe dem eksternt, enkelt og sikkert.
nl: Met toestemming van uw dierbare kunt u zijn of haar camera tijdens een gesprek bedienen om hem of haar op afstand, eenvoudig en veilig te helpen.
pl: Za zgodą bliskiej osoby możesz sterować jej kamerą podczas rozmowy, aby pomóc jej zdalnie, łatwo i bezpiecznie.
pt_pt: Com a permissão do seu ente querido, pode controlar a sua câmara durante uma chamada para o ajudar remotamente, de forma fácil e segura.
ro: Cu permisiunea persoanei apropiate, puteți controla camera acesteia pentru a o ajuta de la distanță, ușor și în siguranță.
ru: С разрешения близкого человека вы можете управлять его камерой во время разговора, чтобы помочь ему удалённо, легко и безопасно.
sk: S povolením blízkej osoby môžete počas hovoru ovládať jej kameru, aby ste jej mohli jednoducho a bezpečne pomôcť na diaľku.
sl: Z dovoljenjem vašega bližnjega lahko med klicem nadzorujete njegovo/njeno kamero ter mu/ji na daljavo pomagate enostavno in varno.
sq: Me lejen e të dashurit tuaj, mund të kontrolloni kamerën e tij/saj gjatë një thirrjeje për ta ndihmuar nga larg, lehtësisht dhe në mënyrë të sigurt.
sr_latn: Uz dozvolu vaše bliske osobe, možete kontrolisati njenu kameru tokom poziva kako biste joj pomogli na daljinu, lako i bezbedno.
sv: Med din närståendes tillåtelse kan du styra deras kamera under ett samtal för att hjälpa dem på distans, enkelt och säkert.
tr: Sevdiğiniz kişinin izniyle, görüşme sırasında kamerasını kontrol ederek ona uzaktan, kolay ve güvenli bir şekilde yardımcı olabilirsiniz.
uk: З дозволу вашої близької людини ви можете керувати її камерою під час дзвінка, щоб допомогти їй дистанційно, легко та безпечно.
vi: Với sự cho phép của người thân, bạn có thể điều khiển camera của họ trong khi gọi điện để hỗ trợ họ từ xa, dễ dàng và an toàn.
zh_hans: 在获得亲人许可的情况下，您可以在通话期间控制他们的摄像头，以便远程、轻松、安全地为他们提供帮助。
zh_hant: 在獲得親人許可的情況下，您可以在通話期間控制他們的攝像頭，以便遠端、輕鬆、安全地為他們提供幫助。

# call_view_camera_control_remotely
source: %@ controls your camera remotely.
ar: %@ يتحكم في كاميرتك عن بُعد.
bg: %@ контролира камерата ви дистанционно.
cs: %@ ovládá vaši kameru na dálku.
da: %@ styrer dit kamera eksternt.
de: %@ steuert Ihre Kamera aus der Ferne.
el: Ο/Η %@ ελέγχει την κάμερά σας εξ αποστάσεως.
es: %@ controla tu cámara de forma remota.
fa: %@ دوربین شما را از راه دور کنترل می
fi: %@ ohjaa kameraasi etänä.
fr: %@ contrôle votre caméra à distance.
he: %@ שולט במצלמה שלך מרחוק.
hi: %@ आपके कैमरे को दूर से नियंत्रित करता है।
hr: %@ daljinski upravlja vašom kamerom.
hu: %@ távolról vezérli a kamerádat.
id: %@ mengontrol kamera Anda dari jarak jauh.
it: %@ controlla la tua videocamera da remoto.
ja: %@ があなたのカメラをリモートで操作します。
ko: %@님이 원격으로 카메라를 제어합니다.
nb: %@ kontrollerer kameraet ditt eksternt.
nl: %@ bedient je camera op afstand.
pl: %@ zdalnie steruje Twoją kamerą.
pt_pt: %@ controla a sua câmara remotamente.
ro: %@ vă controlează camera de la distanță.
ru: %@ управляет вашей камерой удалённо.
sk: %@ ovláda vašu kameru na diaľku.
sl: %@ na daljavo nadzoruje vašo kamero.
sq: %@ kontrollon kamerën tuaj nga larg.
sr_latn: %@ daljinski kontroliše vašu kameru.
sv: %@ styr din kamera på distans.
tr: %@, kameranızı uzaktan kontrol ediyor.
uk: %@ керує вашою камерою дистанційно.
vi: %@ điều khiển camera của bạn từ xa.
zh_hans: %@ 远程控制您的摄像头。
zh_hant: %@ 遠端控制您的攝影機。

# call_view_camera_control_stop
source: Stop
ar: توقف
bg: Спри
cs: Zastavit
de: Stopp
el: Διακοπή
es: Detener
fa: توقف
fi: Lopeta
fr: Arrêter
he: עצור
hi: रोको
hr: Zaustavi
hu: Leállítás
id: Berhenti
ja: 停止
ko: 중지
nb: Stopp
pt_pt: Parar
ro: Opriți
ru: Стоп
sk: Zastaviť
sl: Ustavi
sq: Ndalo
sr_latn: Zaustavi
sv: Stopp
tr: Dur
uk: Зупинити
vi: Dừng lại
zh_hans: 停止
zh_hant: 停止

# call_view_certify_error_message
source: %@ did not validate the word. The certification of the relation failed and you will need to try again.
ar: لم يتحقق %@ من صحة الكلمة. فشلت عملية إثبات العلاقة وستحتاج إلى المحاولة مرة أخرى.
bg: %@ не валидира думата. Сертифицирането на връзката се провали и трябва да опитате отново.
cs: %@ nepotvrdil slovo. Certifikace vztahu selhala a budete to muset zkusit znovu.
da: %@ har ikke valideret ordet. Certificeringen af forbindelsen mislykkedes. Prøv igen.
de: %@ hat das Wort nicht validiert. Die Zertifizierung der Verbindung ist fehlgeschlagen und Sie müssen es erneut versuchen.
el: Ο/Η %@ δεν επαλήθευσε τη λέξη. Η πιστοποίηση απέτυχε και πρέπει να ξαναδοκιμάσετε.
es: %@ no validó la palabra. La certificación de la relación falló y deberá volver a intentarlo.
fa: %@ کلمه را تأیید نکرد. گواهی رابطه ناموفق بود و باید دوباره تلاش کنید.
fi: %@ ei vahvistanut sanaa. Suhteen sertifiointi epäonnistui, ja sinun on yritettävä uudelleen.
fr: %@ n'a pas validé le mot. La certification de la relation a échoué et vous devrez réessayer.
he: %@ לא אימת את המילה. האישור של הקשר נכשל ותצטרך לנסות שוב.
hi: %@ ने शब्द को मान्य नहीं किया। संबंध का प्रमाणन विफल हो गया और आपको फिर से प्रयास करना होगा।
hr: %@ nije potvrdio/la riječ. Potvrđivanje odnosa nije uspjelo i morat ćete pokušati ponovno.
hu: %@ nem erősítette meg a szót. A kapcsolat hitelesítése sikertelen, és újra kell próbálnod.
id: %@ tidak memvalidasi kata tersebut. Sertifikasi hubungan tersebut gagal dan Anda perlu mencoba lagi.
it: %@ non ha convalidato la parola. La certificazione della relazione non è riuscita e dovrai riprovare.
ja: %@ は単語を検証しませんでした。関係の証明に失敗したため、もう一度試す必要があります。
ko: %@가 단어를 검증하지 못했습니다. 관계 인증에 실패했으며 다시 시도해야 합니다.
nb: %@ validerte ikke ordet. Sertifiseringen av relasjonen mislyktes, og du må prøve på nytt.
nl: %@ heeft het woord niet gevalideerd. De certificering van de relatie is mislukt en u moet het opnieuw proberen.
pl: %@ nie zatwierdził słowa. Poświadczenie relacji nie powiodło się i będziesz musiał spróbować ponownie.
pt_pt: %@ não validou a palavra. A certificação da relação falhou e será necessário tentar novamente.
ro: %@ nu a validat cuvântul. Certificarea relației a eșuat și trebuie să încercați din nou.
ru: %@ не подтвердил слово. Сертификация связи не удалась, и вам нужно будет повторить попытку.
sk: %@ nepotvrdil slovo. Certifikácia vzťahu zlyhala a musíte to skúsiť znova.
sl: %@ ni potrdil/-a besede. Certificiranje odnosa ni uspelo in boste morali poskusiti znova.
sq: %@ nuk e vërtetoi fjalën. Certifikimi i marrëdhënies dështoi dhe do t’ju duhet të provoni përsëri.
sr_latn: %@ nije potvrdio/la reč. Sertifikacija odnosa nije uspela i moraćete da pokušate ponovo.
sv: %@ validerade inte ordet. Certifieringen av relationen misslyckades och du måste försöka igen.
tr: %@ sözcüğü doğrulamadı. İlişkinin onaylanması başarısız oldu ve tekrar denemeniz gerekecek.
uk: %@ не перевірив слово. Помилка сертифікації зв’язку, і вам потрібно буде повторити спробу.
vi: %@ đã không xác nhận từ khóa. Việc xác thực mối quan hệ đã thất bại, bạn sẽ cần thử lại.
zh_hans: %@ 没有验证该词。关系认证失败，您需要重试。
zh_hant: %@ 沒有驗證該字。關係認證失敗，您需要重試。

# call_view_certify_onboarding_message
source: The video call allows you to identify each other and exchange the security keys associated with a certified relation and its exchanges.
ar: تتيح مكالمة الفيديو التعرف المتبادل وتبادل مفاتيح الأمان المرتبطة بالعلاقة المعتمدة وتبادلاتها.
bg: Видеоразговорът ви позволява да се идентифицирате взаимно и да размените ключовете за сигурност, свързани със сертифицираната връзка и нейните обменни данни.
cs: Videohovor vám umožňuje se vzájemně identifikovat a vyměnit si bezpečnostní klíče spojené s certifikovaným vztahem.
da: Videoopkaldet giver jer mulighed for at identificere hinanden og udveksle de sikkerhedsnøgler, der er knyttet til en certificeret relation og dens udvekslinger.
de: Der Videoanruf ermöglicht es Ihnen, sich gegenseitig zu identifizieren und die Sicherheitsschlüssel auszutauschen, die mit einer zertifizierten Verbindungen und deren Austausch verbunden sind.
el: Η βιντεοκλήση σας επιτρέπει να αναγνωρίσετε ο ένας τον άλλο και να ανταλλάξετε τα κλειδιά ασφαλείας μιας πιστοποιημένης σχέσης.
es: La videollamada permite identificarse e intercambiar las claves de seguridad asociadas a una relación certificada y sus intercambios.
fa: تماس ویدیویی به شما امکان می دهد یکدیگر را شناسایی کرده و کلیدهای امنیتی مرتبط با یک رابطه تایید شده و مبادلات آن را مبادله کنید.
fi: Videopuhelun avulla voit tunnistaa toisensa ja vaihtaa sertifioituun suhteeseen ja sen vaihtoihin liittyviä suojausavaimia.
fr: L'appel vidéo permet de s'identifier mutuellement et d'échanger les clés de sécurité associées à une relation certifiée et à ses échanges.
he: שיחת הווידאו מאפשרת לכם לזהות אחד את השני ולהחליף את מפתחות האבטחה הקשורים לקשר מוסמך ולחילופיות שלו.
hi: वीडियो कॉल आपको एक दूसरे को पहचानने और प्रमाणित संबंध और उसके आदान-प्रदान से जुड़ी सुरक्षा कुंजियों का आदान-प्रदान करने की अनुमति देता है।
hr: Videopoziv vam omogućuje da se međusobno identificirate i razmijenite sigurnosne ključeve povezane s potvrđenim odnosom i njegovim razmjenama.
hu: A videohívás lehetővé teszi az egymás azonosítását és a hitelesített kapcsolathoz tartozó biztonsági kulcsok cseréjét.
id: Panggilan video memungkinkan Anda untuk saling mengidentifikasi dan bertukar kunci keamanan yang terkait dengan relasi tersertifikasi dan pertukarannya.
it: La videochiamata consente di identificarsi a vicenda e di scambiare le chiavi di sicurezza associate a una relazione certificata e ai suoi scambi.
ja: ビデオ通話では、お互いを識別し、認証された関係とその交換に関連付けられたセキュリティ キーを交換できます。
ko: 영상 통화를 통해 상호 식별이 가능하며, 인증 관계 및 교환과 관련된 보안 키를 교환할 수 있습니다.
nb: Videosamtalen lar dere identifisere hverandre og utveksle sikkerhetsnøklene knyttet til en sertifisert relasjon og dens sentraler.
nl: Met het videogesprek kunt u elkaar identificeren en de beveiligingssleutels uitwisselen die zijn gekoppeld aan een gecertificeerde relatie en de uitwisselingen daarvan.
pl: Połączenie wideo umożliwia identyfikację i wymianę kluczy bezpieczeństwa powiązanych z certyfikowaną relacją i jej wymianami.
pt_pt: A videochamada permite identificar-se e trocar as chaves de segurança associadas a uma relação certificada e às suas trocas.
ro: Apelul video permite identificarea reciprocă și schimbul cheilor de securitate asociate unei relații certificate.
ru: Видеозвонок позволяет вам идентифицировать друг друга и обмениваться ключами безопасности, связанными с сертифицированным отношением и его обменами.
sk: Videohovor vám umožňuje vzájomne sa identifikovať a vymeniť si bezpečnostné kľúče asociované s certifikovaným vzťahom a jeho výmenami.
sl: Video klic vam omogoča, da se medsebojno prepoznate in izmenjate varnostne ključe, povezane s certificiranim odnosom in njegovimi izmenjavami.
sq: Thirrja video ju lejon të identifikoni njëri-tjetrin dhe të shkëmbeni çelësat e sigurisë të lidhur me një marrëdhënie të certifikuar dhe shkëmbimet e saj.
sr_latn: Video poziv vam omogućava da se međusobno identifikujete i razmenite bezbednosne ključeve povezane sa sertifikovanim odnosom i njegovom razmenom.
sv: Videosamtalet låter er identifiera varandra och utbyta säkerhetsnycklar som är kopplade till en certifierad relation och dess utbyten.
tr: Görüntülü görüşme, birbirinizi tanımlamanıza ve onaylı bir ilişki ve onun değişimleriyle ilişkili güvenlik anahtarlarını değiştirmenize olanak tanır.
uk: Відеодзвінок дозволяє ідентифікувати один одного та обмінюватися ключами безпеки, пов’язаними із сертифікованим зв’язком і його обміном.
vi: Cuộc gọi video cho phép bạn nhận diện nhau và trao đổi các khóa bảo mật gắn với mối quan hệ đã xác thực.
zh_hans: 视频通话允许相互识别和交换与经过认证的关系及其交换相关的安全密钥。
zh_hant: 視訊通話允許相互識別和交換與經過認證的關係及其交換相關的安全密鑰。
